IDEA Open Model
ResultOfDeformation2.Uy Property
Compatible with IDEA StatiCa 20.1
 Deformation in the y direction
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Uy { get; set; }
Public Property Uy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfDeformation2 Class
IdeaRS.OpenModel.Result Namespace